[
    {
      "_id": "61a3dcdb2ad7152a904ab188",
      "name": "Computer Basics",
      "icon": "fas fa-desktop",
      "description": "In this course, you will learn about the basics of computer. This course is specially designed for beginners or who are new to computer. In this course, you will learn more about software and hardware parts of computer. We will deep dive into all functions of Windows OS and all the computer applications used in our daily life. We will see how we can use Microsoft Office Word, Excel and Power Point for our daily life. With growing technology, computer education is must and everyone should learn how to use computer.",
      "qualification": "9th to 10th",
      "language": "Hindi/English",
      "duration": "8 hrs",
      "sector": "IT",
      "price": 499,
      "availability": "soon",
      "certificationProgram": "Available",
      "certificationPartner": "IT"
    },
    {
      "_id": "61a3e2672ad7152a904ab189",
      "name": "Digital Marketing",
      "icon": "fab fa-digital-ocean",
      "description": "With growing technology, most of the businesses are going to make their presence online. But there are a number of websites on internet and it is difficult to make presence online in this competitive time. So here comes a term Digital Marketing which is used to increase the traffic to your website by using advertisements and keywords for specific search results. With this course, you will be able to learn all the strategies used in Digital Marketing for the success of any website.",
      "qualification": "9th to 10th",
      "language": "Hindi/English",
      "duration": "8 hrs",
      "sector": "IT",
      "price": 999,
      "availability": "soon",
      "certificationProgram": "Available",
      "certificationPartner": "IT"
    },
    {
      "_id": "61a470cef6635538b38dec14",
      "name": "Web Designing",
      "icon": "fas fa-desktop",
      "description": "Web Designing is very popular nowadays as more businesses are coming online and they need their website to be designed in such a way that users will come again and again. It means they wanted to create their websites user interactive and for this purpose Web Designing skill is required. With this course you will learn how to design a website in such a way that user interaction of the website will be increased. ",
      "qualification": "9th to 10th",
      "language": "Hindi/English",
      "duration": "8 hrs",
      "sector": "IT",
      "price": 499,
      "availability": "soon",
      "certificationProgram": "Available",
      "certificationPartner": "IT"
    },
    {
      "_id": "61a470faf6635538b38dec15",
      "name": "Data Entry",
      "icon": "fas fa-desktop",
      "description": "Data Entry is very popular job in India and the requirement for people skilled in data entry is increasing day by day as the data is also increasing. In this course, you will learn necessary technical skills which are required in data entry tasks. This course will make you skilled in MS Office Software such as Excel, MS Word etc. ",
      "qualification": "9th to 10th",
      "language": "Hindi/English",
      "duration": "8 hrs",
      "sector": "IT",
      "price": 499,
      "availability": "soon",
      "certificationProgram": "Available",
      "certificationPartner": "IT"
    },
    {
      "_id": "61a47135f6635538b38dec16",
      "name": "Tally with GST",
      "icon": "fas fa-desktop",
      "description": "In this course you will learn all about Tally Erp 9 with the GST course. You will come to know about accounting of any company with GST independently in Tally 9 Erp. You will understand banking, payroll management, cheque printing, accounting of manufacturing firms and more. This course is specially designed for those who are beginners in this field. You will learn all the fundamentals and how to set GST at company level, stock group level and other levels. ",
      "qualification": "9th to 10th",
      "language": "Hindi/English",
      "duration": "8 hrs",
      "sector": "IT",
      "price": 499,
      "availability": "soon",
      "certificationProgram": "Available",
      "certificationPartner": "IT"
    },
    {
      "_id": "61a4715bf6635538b38dec17",
      "name": "Graphic Designing",
      "icon": "fas fa-desktop",
      "description": " Graphic Designing is a very popular skill in this era. In this course, students will learn about fundamental skills which are required to make interactive graphic design such as process, communication, and typography. The course is designed in such a way that a new beginner can easily learn and start their career in Graphic Designing. The core skill set will help learners for studies in graphic design, and a starting point where they can work for interface design, motion pictures and editorial designs.",
      "qualification": "9th to 10th",
      "language": "Hindi/English",
      "duration": "8 hrs",
      "sector": "IT",
      "price": 499,
      "availability": "soon",
      "certificationProgram": "Available",
      "certificationPartner": "IT"
    },
    {
      "_id": "61a47190f6635538b38dec18",
      "name": "Fluent English",
      "icon": "fas fa-desktop",
      "description": "English is the most used language in the World. It is not just a language but a tool of communication between two or more people. English is the most commonly used language for communication at personal as well as international level. That’s why we can communicate with anyone from all over the world in English. To succeed in life you must know more than one language and English is most commonly used in organizations and teaching institutes. Everyone should know how to talk in English. In this course, students will learn how to speak English Fluently without any hesitation .",
      "qualification": "9th to 10th",
      "language": "Hindi/English",
      "duration": "8 hrs",
      "sector": "IT",
      "price": 499,
      "availability": "soon",
      "certificationProgram": "Available",
      "certificationPartner": "IT"
    }
  ]