[
    {
      "url1": "",
      "url2": "",
      "_id": "61a143daa1ec9d3caec58516",
      "title": "Data Entry Operator",
      "icon": "https://i.ibb.co/pXCff17/computer.png",
      "description": "We are currently looking for a data entry operator who can operator our databases for updation and maintenance of the data. Data entry operator should have the knowledge of MS Excel for creating spreadsheets. Ideal Data Entry Operator is the one who knows fast typing, having proper knowledge of entering the data in spreadsheets. Candidate having an experience in Data Entry field be our priority. You have to work with the team of Data Manager.",
      "qualification": "Must have completed their 10th Class",
      "number_of_vacancies": "900",
      "eligible": "Candidates should have the knowledge of MS-Office, Have good communication skills, Have basic computer knowledge, Candidates who are familiar making spreadsheets are eligible for this role., Candidates having typing speed up to 60wpm will be an ideal candidate",
      "salary": "12000",
      "syllabus_url": "http://www.africau.edu/images/default/sample.pdf",
      "exam_date": "soon",
      "application_fee": "380",
      "application_fee_dis": "180"
    },
    {
      "url1": "",
      "url2": "",
      "_id": "61a46969f71d5830df2a457b",
      "title": "District Program Executive",
      "icon": "https://i.ibb.co/0Zh6yjD/customize.png",
      "description": "We are looking for a candidate for the position District Program Executive. Your responsibility is to verify if all the programs lead by the government for the district are running well or not. You have to go to various locations in the district for verification purposes of the programmes. You will work under the team of District Programme Manager directly.",
      "qualification": "Must have qualified in 12th class with marks above 60% in any stream",
      "number_of_vacancies": "5 per block",
      "eligible": "Candidate with Good Communication skills, Candidates having team management skills are eligible for this role",
      "salary": "10000",
      "syllabus_url": "http://www.africau.edu/images/default/sample.pdf",
      "exam_date": "soon",
      "application_fee": "300",
      "application_fee_dis": "180"
    },
    {
      "url1": "",
      "url2": "",
      "_id": "61a46de8f6635538b38dec0d",
      "title": "District Program Manager",
      "icon": "https://i.ibb.co/4T0JJ1t/developer.png",
      "description": "We are hiring a perfect candidate for the role of District Program Manager. Your job responsibilities include reporting about the current programs that are running in the district to the State Program Manager. You have to actively apply for new programs and schemes for the district. District Program Manager is responsible for managing programs at district level. You are responsible for the success or failure of any program. An ideal candidate for District Program Manger can be the one who knows how to manage programs and who can take the responsibility of deployment of any program in the district.",
      "qualification": "Candidate must have passed their graduation in any stream with minimum of 60% marks.",
      "number_of_vacancies": "1 per block",
      "eligible": "Candidates with Program Management Skill are eligible, Candidate who are good at managing teams will be our priority, Eligible candidate should be a good communicationist",
      "salary": "18000",
      "syllabus_url": "http://www.africau.edu/images/default/sample.pdf",
      "exam_date": "soon",
      "application_fee": "300",
      "application_fee_dis": "180"
    },
    {
      "url1": "",
      "url2": "",
      "_id": "61a46e33f6635538b38dec0e",
      "title": "Digital Marketing Executive",
      "icon": "https://i.ibb.co/xg2b2FB/digital-1.png",
      "description": "We are looking for candidates who have the complete knowledge of SEO/SEM for marketing purposes. Candidate for this position is responsible for planning and execution of our online marketing tasks. Ideal candidate for us will be the one who knows digital marketing strategies and who is tech-savvy. You have to handle the digital marketing of our all platforms.",
      "qualification": "Must have completed their 10th Class",
      "number_of_vacancies": "2",
      "eligible": "Eligible candidates must have passed their graduation with minimum 60% marks in any stream",
      "salary": "12000",
      "syllabus_url": "http://www.africau.edu/images/default/sample.pdf",
      "exam_date": "soon",
      "application_fee": "300",
      "application_fee_dis": "180"
    },
    {
      "url1": "",
      "url2": "",
      "_id": "61a46e7af6635538b38dec0f",
      "title": "Office Assistant Block",
      "icon": "https://i.ibb.co/RjQ52KH/flexible.png",
      "description": "We have a requirement for the role of Office Assistant in our firm. The daily tasks of Office Assistant includes managing files, handling clerical tasks, scheduling meetings and supporting staff tasks etc. You have to work on the daily administration operations of the organization. ",
      "qualification": "Minimum qualification of 10th class is mandatory",
      "number_of_vacancies": "1 per block",
      "eligible": "Candidate should be flexible for multiple tasks, Eligible candidates should have the quality of taking responsibility",
      "salary": "12000",
      "syllabus_url": "http://www.africau.edu/images/default/sample.pdf",
      "exam_date": "soon",
      "application_fee": "300",
      "application_fee_dis": "180"
    },
    {
      "url1": "",
      "url2": "",
      "_id": "61a46ecff6635538b38dec10",
      "title": "Mobilizer District Level",
      "icon": "https://i.ibb.co/GWvMgtF/manager.png",
      "description": "We are looking for a candidate for the position of Mobilizer at District Level. Mobilizer is responsible for coordination and the planning of projects. You have to coordinate the team until the end of any task. You work is to research on selected communities, monitor social change operations which are in process and find new social information that can be beneficial for the community. All these tasks are to be done at district level.",
      "qualification": "Minimum Qualification required is of 10th class for this position",
      "number_of_vacancies": "8 per block",
      "eligible": "Candidates having team management skills will be our priority, Self-motivated candidates are eligible for this role, Having computer knowledge will be our mandatory",
      "salary": "11000",
      "syllabus_url": "http://www.africau.edu/images/default/sample.pdf",
      "exam_date": "soon",
      "application_fee": "300",
      "application_fee_dis": "180"
    },
    {
      "url1": "",
      "url2": "",
      "_id": "61a46f35f6635538b38dec11",
      "title": "Mobilizer Block Level",
      "icon": "https://i.ibb.co/4TSBvW0/medical-officer.png",
      "description": "We have currently vacant positions for the role of Mobilizer at Block Level. Candidates having proper social knowledge will be ideal for us. Your job is to research the trend in communities and find if relevant steps are required. You have to bring new social changes in the area assigned to you. Your job is to keep an eye on the social life of people in your area.",
      "qualification": "Minimum Qualification required is of 12th class for this position",
      "number_of_vacancies": "900",
      "eligible": "Candidates having team management skills will be our priority, Self-motivated candidates are eligible for this role, Having computer knowledge will be our mandatory",
      "salary": "18000",
      "syllabus_url": "http://www.africau.edu/images/default/sample.pdf",
      "exam_date": "soon",
      "application_fee": "300",
      "application_fee_dis": "180"
    },
    {
      "url1": "",
      "url2": "",
      "_id": "61a46fbff6635538b38dec12",
      "title": "Account Admin Executive",
      "icon": "https://i.ibb.co/Bg8yDqZ/programming.png",
      "description": "We are looking for candidates for the position of Account Admin Executive whose daily tasks include handling different accounts of the organization for processing the payments to the external partners of the firm. Account Admin Executive is responsible for all financial transaction history. So he has to carefully assess all the financial credits and debits of the company. A candidate having proper financial knowledge and calculation would be our preference for the organization.",
      "qualification": "Minimum qualification of 12th in Commerce field",
      "number_of_vacancies": "1 per block",
      "eligible": "Must be good in handling accounts, Candidates with financial knowledge will be an ideal, Eligible candidates should have good communication skills",
      "salary": "28000",
      "syllabus_url": "http://www.africau.edu/images/default/sample.pdf",
      "exam_date": "soon",
      "application_fee": "300",
      "application_fee_dis": "180"
    },
    {
      "url1": "",
      "url2": "",
      "_id": "61a46ffff6635538b38dec13",
      "title": "State Program Executive",
      "icon": "https://i.ibb.co/4T0JJ1t/developer.png",
      "description": "We have a vacant position for the role of State Program Executive who is responsible for management of the programs lead by the government. Your responsibility is to verify if the programs are executed successfully in the state for the people. Your daily tasks include checking files and verifying the programs execution manually. Qualification in Post Graduation is mandatory for this role.",
      "qualification": "Minimum Post Graduation in any field is required with minimum 60% of marks",
      "number_of_vacancies": "1",
      "eligible": "Eligible candidate must be a good communicationist, Candidate must have the knowledge of Program Management, Eligible candidates must have team management skills",
      "salary": "30000",
      "syllabus_url": "http://www.africau.edu/images/default/sample.pdf",
      "exam_date": "soon",
      "application_fee": "300",
      "application_fee_dis": "180"
    }
  ]